    [
        {   "id":1,
            "name": "Naruto: Shippuuden",
            "description": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.",
            "Rating": "8.16",
            "episode": 500,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Studio Pierrot",
            "img": "https://wallpapercave.com/wp/wp4992924.jpg"
        },
        {   "id":2,
            "name": "One Piece",
            "description": "Gol D. Roger was known as the 'Pirate King',the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.",
            "Rating": "8.54",
            "episode": 700,
             "categorie":"Animation | Drama | Adventure",
            "studio":"Toei Animation",
            "img": "https://images5.alphacoders.com/606/606284.jpg"
        },
        {   "id":3,
            "name": "Attack on Titan",
            "description": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.",
            "Rating": "8.50",
            "episode": 75,
            "categorie":"Animation | Drama | Adventure",
            "studio":"Wit Studio, Mappa",
            "img": "https://wallpaperaccess.com/full/36626.jpg"
        },
        {   "id":4,
            "name": "Monster",
            "description": "Dr. Kenzou Tenma, an elite neurosurgeon recently engaged to his hospital director's daughter, is well on his way to ascending the hospital hierarchy. That is until one night, a seemingly small event changes Dr. Tenma's life forever. While preparing to perform surgery on someone, he gets a call from the hospital director telling him to switch patients and instead perform life-saving brain surgery on a famous performer. His fellow doctors, fiancée, and the hospital director applaud his accomplishment; but because of the switch, a poor immigrant worker is dead, causing Dr. Tenma to have a crisis of conscience",
            "Rating": "8.16",
            "episode": 74,
            "categorie":"Drama | Horror | Mystery | Suspense",
            "studio":"Madhouse",
            "img": "http://sfwallpaper.com/images/monster-anime-wallpaper-13.jpg"
        },
        {   "id":5,
            "name": "Death Note",
            "description": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.",
            "Rating": "8.63",
            "episode": 37,
            "categorie":"Mystery | Supernatural | Suspense",
            "studio":"Madhouse",
            "img": "https://w0.peakpx.com/wallpaper/592/307/HD-wallpaper-light-yagami-death-note-kira-l-death-note-lawliet-light-death-note-misa-amane-near-ryuk-shinigami.jpg"
        },
        {   "id":6,
            "name": "Violet Evergarden",
            "description": "There are words Violet heard on the battlefield, which she cannot forget. These words were given to her by someone she holds dear, more than anyone else. She does not yet know their meaning.A certain point in time, in the continent of Telesis. The great war which divided the continent into North and South has ended after four years, and the people are welcoming a new generation.",
            "Rating": "8.39",
            "episode": 14,
            "categorie":"Fantasy | Drama ",
            "studio":"Kyoto Animation",
            "img": "https://static.zerochan.net/Violet.Evergarden.%28Character%29.full.2329445.jpg"
        },
        {   "id":7,
            "name": "Natsume Yuujinchou",
            "description": "While most fifteen-year-old boys, in one way or another, harbor secrets that are related to girls, Takashi Natsume has a peculiar and terrifying secret involving youkai: for as long as he can remember, he has been constantly chased by these spirits. Natsume soon discovers that his deceased grandmother Reiko had passed on to him the Yuujinchou, or Book of Friends, which contains the names of the spirits whom she brought under her control. Now in Natsume's possession, the book gives Reiko's grandson this power as well, which is why these enraged beings now haunt him in hopes of somehow attaining their freedom.",
            "Rating": "8.32",
            "episode": 13,
            "categorie":"Drama | Slice of Life | Supernatural",
            "studio":"Brain's Base",
            "img": "https://wallup.net/wp-content/uploads/2018/09/26/158094-Natsume_Book_of_Friends-Natsume_Yuujinchou-748x991.jpg"
        },
        {   "id":8,
            "name": "Black Clover",
            "description": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the Wizard King—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.",
            "Rating": "6.55",
            "episode": 51,
            "categorie":"Magic | Shounen | Adventure",
            "studio":"Studio Pierrot",
            "img": "https://wallpaperaccess.com/full/724163.png"
        },
        {   "id":9,
            "name": "Sword Art Online",
            "description": "In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of NerveGear technology, players can control their avatars within the game using nothing but their own thoughts.",
            "Rating": "7.66",
            "episode": 25,
            "categorie":"Drama | Adventure",
            "studio":"A-1 Pictures",
            "img": "https://occ-0-2794-2219.1.nflxso.net/dnm/api/v6/E8vDc_W8CLv7-yMQu8KMEC7Rrr8/AAAABUS0tODygRPvN6Ekv8edM7fDKBMYR0-ZnptNi6Oo8O4dDaOg7yfpGQMdi-COGkltQqoNq5e5g4mS43KiuLPGev2c3MfO.jpg?r=48d"
        },
        {   "id":10,
            "name": "Nanatsu no Taizai",
            "description": "Based on the best-selling manga series of the same name, Nanatsu no Taizai follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world.",
            "Rating": "8.30",
            "episode": 24,
            "categorie":"Animation | Drama | Adventure | Supernatural",
            "studio":"A-1 Pictures",
            "img": "https://www.gojinshi.com/wp-content/uploads/2019/10/Anime-Like-Nanatsu-no-Taizai-The-Seven-Deadly-Sins-0.jpg"
        },
        {   "id":11,
            "name": "Kiseijuu: Sei no Kakuritsu",
            "description": "All of a sudden, they arrived: parasitic aliens that descended upon Earth and quickly infiltrated humanity by burrowing into the brains of vulnerable targets. These insatiable beings acquire full control of their host and are able to morph into a variety of forms in order to feed on unsuspecting prey",
            "Rating": "8.36",
            "episode": 24,
            "categorie":"Action | Drama | Horror | Sci-Fi",
            "studio":"Madhouse",
            "img": "https://the-artifice.com/wp-content/uploads/2017/09/parasyte.jpg"
        },
        {   "id":12,
            "name": "Hunter x Hunter (2011)",
            "description": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.",
            "Rating": "9.11",
            "episode": 148,
            "categorie":"Animation | Adventure | Fantasy",
            "studio":"Madhouse",
            "img": "https://www.looper.com/img/gallery/the-untold-truth-of-hunter-x-hunter/intro-1591800144.jpg"
        }

    ]
